import {
  FaInstagram,
  FaLinkedinIn,
  FaTelegramPlane,
  FaWhatsapp,
} from "react-icons/fa";
import type {
  BenefitItem,
  Blog,
  Comment,
  DataTiemType,
  Doctor,
  HonorarilyUs,
  NavigationItem,
  Questions,
  SkillItem,
  SocialMediaLink,
} from "../type/type";

export const navigationItems: NavigationItem[] = [
  {
    id: 1,
    title: "لیست پزشکان",
    to: "/doctorList",
  },
  {
    id: 2,
    title: "سوالات متداول",
    to: "/FAQ",
  },
  {
    id: 3,
    title: "درباره ما",
    to: "/aboutUs",
  },
  {
    id: 4,
    title: "تماس با ما",
    to: "/",
  },
];

export const benefitsItems: BenefitItem[] = [
  {
    id: 1,
    icon: "/image/benefits/setting.png",
    title: "مدیریت و تغییر نوبت ها به راحتی",
    text: "توانایی لغو، تغییر و مدیریت نوبت ها به راحتی",
  },
  {
    id: 2,
    icon: "/image/benefits/comment-01.png",
    title: "اطمینان از انتخاب مجرب‌ترین پزشکان",
    text: "بهترین پزشکان را با توجه به نظرات کاربران انتخاب کنید",
  },
  {
    id: 3,
    icon: "/image/benefits/clock-02.png",
    title: "دسترسی ۲۴ ساعته به پزشکان",
    text: "در هر زمانی میتوانید نوبت خود را رزرو کنید ",
  },
];

export const skillsList: SkillItem[] = [
  {
    id: 1,
    image: "/image/skils/heart.png",
    title: " قلب و عروق",
  },
  {
    id: 2,
    image: "/image/skils/orthopedics 1.png",
    title: "ارتوپد",
  },
  {
    id: 3,
    image: "/image/skils/brain.png",
    title: " مغزواعصاب",
  },
  {
    id: 4,
    image: "/image/skils/pulmonology 1.png",
    title: " دستگاه تنفسی",
  },
  {
    id: 5,
    image: "/image/skils/eye-test 1.png",
    title: " چشم پزشکی",
  },
  {
    id: 6,
    image: "/image/skils/pediatric 1.png",
    title: " اطفال",
  },
  {
    id: 7,
    image: "/image/skils/dental-floss 1.png",
    title: "گوش حلق.بینی",
  },
];

export const drsData: Doctor[] = [
  {
    id: 1,
    name: "زهرا وارسته",
    image: "/image/drs/1.png",
    specialization: "متخصص قلب و عروق",
    city: "تهران",
    distinction: 5,
    doctorNumber: 40223,
    address: "تهران، ستارخان، خیابان هفتم، پلاک ۴۰",
    description:
      "رای بورد تخصصی بیماری های نوزادان و کودکان درمان اختلالات گوارشی و الرژیک نوزادان و کودکان اختلالات رشد و نمو نوزادان و کودکان اختلال رشد و بلوغ نوجواناندر مطب سونوگرافی شکم، تست حساسیت به کازیین شیر، تست حساسیت به لاکتوز شیر، تست تنفسی ( اسپیرومتری )، حضور دستیار کارشناس ارشد مشاور کودکان و نوجوانان جهت راهنمایی های تکمیلی و پاسخدهی به پرسش های مراجعین انجام می شودسابقه فعالیت بیش از 20  ",
    phoneNumber: "۰۲۱-۱۲۳۴ ۵۶۷۶۷",
    linkSite: "drZahravaraste.ir",
    linkInstagramAcc: "instagram.com/dr.zahravaraste",
    comments: [
      {
        id: 1,
        name: "فاطمه",
        image: "/image/user-photo/Ellipse 39 (1).png",
        distinction: 4,
        date: "۱۴۰۳/۱۰/۲۰",
        description:
          "دکتر وارسته رو از اینستاگرام میشناختم و اینجا تونستم به راحتی نوبت رزرو کنم.",
      },
    ],
  },
  {
    id: 2,
    name: "علی وارسته",
    image: "/image/drs/2.png",
    specialization: "متخصص قلب و عروق",
    city: "تهران",
    distinction: 3.5,
    doctorNumber: 53333,
    address: "تهران، ستارخان، خیابان هفتم، پلاک ۴۰",
    description:
      "رای بورد تخصصی بیماری های نوزادان و کودکان درمان اختلالات گوارشی و الرژیک نوزادان و کودکان اختلالات رشد و نمو نوزادان و کودکان اختلال رشد و بلوغ نوجواناندر مطب سونوگرافی شکم، تست حساسیت به کازیین شیر، تست حساسیت به لاکتوز شیر، تست تنفسی ( اسپیرومتری )، حضور دستیار کارشناس ارشد مشاور کودکان و نوجوانان جهت راهنمایی های تکمیلی و پاسخدهی به پرسش های مراجعین انجام می شودسابقه فعالیت بیش از 20  ",
    phoneNumber: "۰۲۱-۱۲۳۴ ۵۶۷۶۷",
    linkSite: "drAlivaraste.ir",
    linkInstagramAcc: "instagram.com/dr.alivaraste",
    comments: [
      {
        id: 1,
        name: "فاطمه",
        image: "/image/user-photo/Ellipse 39 (1).png",
        distinction: 4,
        date: "۱۴۰۳/۱۰/۲۰",
        description:
          "دکتر وارسته رو از اینستاگرام میشناختم و اینجا تونستم به راحتی نوبت رزرو کنم.",
      },
    ],
  },
  {
    id: 3,
    name: " بهنوش حسینی",
    image: "/image/drs/3.png",
    specialization: "جراح گوش حلق بینی",
    city: "تهران",
    distinction: 3.5,
    doctorNumber: 44333,
    address: "تهران، نیاوران ، خیابان هفتم، پلاک ۵۰",
    description:
      "رای بورد تخصصی بیماری های نوزادان و کودکان درمان اختلالات گوارشی و الرژیک نوزادان و کودکان اختلالات رشد و نمو نوزادان و کودکان اختلال رشد و بلوغ نوجواناندر مطب سونوگرافی شکم، تست حساسیت به کازیین شیر، تست حساسیت به لاکتوز شیر، تست تنفسی ( اسپیرومتری )، حضور دستیار کارشناس ارشد مشاور کودکان و نوجوانان جهت راهنمایی های تکمیلی و پاسخدهی به پرسش های مراجعین انجام می شودسابقه فعالیت بیش از 20  ",
    phoneNumber: "۰۲۱-۱۲۳۴ ۵۶۷۶۷",
    linkSite: "drBehnoshHosseinie.ir",
    linkInstagramAcc: "instagram.com/dr.behnoshHosseinie",
    comments: [
      {
        id: 1,
        name: "فاطمه",
        image: "/image/user-photo/Ellipse 39 (1).png",
        distinction: 4,
        date: "۱۴۰۳/۱۰/۲۰",
        description:
          "دکتر وارسته رو از اینستاگرام میشناختم و اینجا تونستم به راحتی نوبت رزرو کنم.",
      },
    ],
  },
  {
    id: 4,
    name: "علی راد",
    image: "/image/drs/4.png",
    specialization: "متخصص ریه",
    city: "تهران",
    distinction: 3.5,
    doctorNumber: 44555,
    address: "تهران، نیاوران ، خیابان هفتم، پلاک ۵۰",
    description:
      "رای بورد تخصصی بیماری های نوزادان و کودکان درمان اختلالات گوارشی و الرژیک نوزادان و کودکان اختلالات رشد و نمو نوزادان و کودکان اختلال رشد و بلوغ نوجواناندر مطب سونوگرافی شکم، تست حساسیت به کازیین شیر، تست حساسیت به لاکتوز شیر، تست تنفسی ( اسپیرومتری )، حضور دستیار کارشناس ارشد مشاور کودکان و نوجوانان جهت راهنمایی های تکمیلی و پاسخدهی به پرسش های مراجعین انجام می شودسابقه فعالیت بیش از 20  ",
    phoneNumber: "۰۲۱-۱۲۳۴ ۵۶۷۶۷",
    linkSite: "drAliRad.ir",
    linkInstagramAcc: "instagram.com/dr.aliRad",
    comments: [
      {
        id: 1,
        name: "فاطمه",
        image: "/image/user-photo/Ellipse 39 (1).png",
        distinction: 4,
        date: "۱۴۰۳/۱۰/۲۰",
        description:
          "دکتر وارسته رو از اینستاگرام میشناختم و اینجا تونستم به راحتی نوبت رزرو کنم.",
      },
    ],
  },
  {
    id: 5,
    name: "لعیا زنگنه",
    image: "/image/drs/5.png",
    specialization: "متخصص قلب و عروق",
    city: "تهران",
    distinction: 3.5,
    doctorNumber: 35687,
    address: "تهران، نیاوران ، خیابان هفتم، پلاک ۵۰",
    description:
      "رای بورد تخصصی بیماری های نوزادان و کودکان درمان اختلالات گوارشی و الرژیک نوزادان و کودکان اختلالات رشد و نمو نوزادان و کودکان اختلال رشد و بلوغ نوجواناندر مطب سونوگرافی شکم، تست حساسیت به کازیین شیر، تست حساسیت به لاکتوز شیر، تست تنفسی ( اسپیرومتری )، حضور دستیار کارشناس ارشد مشاور کودکان و نوجوانان جهت راهنمایی های تکمیلی و پاسخدهی به پرسش های مراجعین انجام می شودسابقه فعالیت بیش از 20  ",
    phoneNumber: "۰۲۱-۱۲۳۴ ۵۶۷۶۷",
    linkSite: "drLaiazengh.ir",
    linkInstagramAcc: "instagram.com/dr.Laiazengh",
    comments: [
      {
        id: 1,
        name: "فاطمه",
        image: "/image/user-photo/Ellipse 39 (1).png",
        distinction: 4,
        date: "۱۴۰۳/۱۰/۲۰",
        description:
          "دکتر وارسته رو از اینستاگرام میشناختم و اینجا تونستم به راحتی نوبت رزرو کنم.",
      },
    ],
  },
  {
    id: 6,
    name: " یاشار پناهی",
    image: "/image/drs/6.png",
    specialization: "متخصص روانشناس بالینی",
    city: "تهران",
    distinction: 3.5,
    doctorNumber: 78928,
    address: "تهران، نیاوران ، خیابان هفتم، پلاک ۵۰",
    description:
      "رای بورد تخصصی بیماری های نوزادان و کودکان درمان اختلالات گوارشی و الرژیک نوزادان و کودکان اختلالات رشد و نمو نوزادان و کودکان اختلال رشد و بلوغ نوجواناندر مطب سونوگرافی شکم، تست حساسیت به کازیین شیر، تست حساسیت به لاکتوز شیر، تست تنفسی ( اسپیرومتری )، حضور دستیار کارشناس ارشد مشاور کودکان و نوجوانان جهت راهنمایی های تکمیلی و پاسخدهی به پرسش های مراجعین انجام می شودسابقه فعالیت بیش از 20  ",
    phoneNumber: "۰۲۱-۱۲۳۴ ۵۶۷۶۷",
    linkSite: "drYasharePanahi.ir",
    linkInstagramAcc: "instagram.com/dr.yasharePanahi",
    comments: [
      {
        id: 1,
        name: "فاطمه",
        image: "/image/user-photo/Ellipse 39 (1).png",
        distinction: 4,
        date: "۱۴۰۳/۱۰/۲۰",
        description:
          "دکتر وارسته رو از اینستاگرام میشناختم و اینجا تونستم به راحتی نوبت رزرو کنم.",
      },
    ],
  },
  {
    id: 7,
    name: "زهرا سعادتی",
    image: "/image/drs/7.png",
    specialization: "متخصص گوش و حلق و بینی",
    city: "تهران",
    distinction: 3.5,
    doctorNumber: 58635,
    address: "تهران، نیاوران ، خیابان هفتم، پلاک ۵۰",
    description:
      "رای بورد تخصصی بیماری های نوزادان و کودکان درمان اختلالات گوارشی و الرژیک نوزادان و کودکان اختلالات رشد و نمو نوزادان و کودکان اختلال رشد و بلوغ نوجواناندر مطب سونوگرافی شکم، تست حساسیت به کازیین شیر، تست حساسیت به لاکتوز شیر، تست تنفسی ( اسپیرومتری )، حضور دستیار کارشناس ارشد مشاور کودکان و نوجوانان جهت راهنمایی های تکمیلی و پاسخدهی به پرسش های مراجعین انجام می شودسابقه فعالیت بیش از 20  ",
    phoneNumber: "۰۲۱-۱۲۳۴ ۵۶۷۶۷",
    linkSite: "drZahraSaeedat.ir",
    linkInstagramAcc: "instagram.com/dr.zahraSaeedat",
    comments: [
      {
        id: 1,
        name: "فاطمه",
        image: "/image/user-photo/Ellipse 39 (1).png",
        distinction: 4,
        date: "۱۴۰۳/۱۰/۲۰",
        description:
          "دکتر وارسته رو از اینستاگرام میشناختم و اینجا تونستم به راحتی نوبت رزرو کنم.",
      },
    ],
  },
  {
    id: 8,
    name: " ماهان گروسی",
    image: "/image/drs/8.png",
    specialization: "فوق متخصص دنداپزشکی",
    city: "تهران",
    distinction: 3.5,
    doctorNumber: 85263,
    address: "تهران، نیاوران ، خیابان هفتم، پلاک ۵۰",
    description:
      "رای بورد تخصصی بیماری های نوزادان و کودکان درمان اختلالات گوارشی و الرژیک نوزادان و کودکان اختلالات رشد و نمو نوزادان و کودکان اختلال رشد و بلوغ نوجواناندر مطب سونوگرافی شکم، تست حساسیت به کازیین شیر، تست حساسیت به لاکتوز شیر، تست تنفسی ( اسپیرومتری )، حضور دستیار کارشناس ارشد مشاور کودکان و نوجوانان جهت راهنمایی های تکمیلی و پاسخدهی به پرسش های مراجعین انجام می شودسابقه فعالیت بیش از 20  ",
    phoneNumber: "۰۲۱-۱۲۳۴ ۵۶۷۶۷",
    linkSite: "drMahamGrosi.ir",
    linkInstagramAcc: "instagram.com/dr.mahamGrosi",
    comments: [
      {
        id: 1,
        name: "فاطمه",
        image: "/image/user-photo/Ellipse 39 (1).png",
        distinction: 4,
        date: "۱۴۰۳/۱۰/۲۰",
        description:
          "دکتر وارسته رو از اینستاگرام میشناختم و اینجا تونستم به راحتی نوبت رزرو کنم.",
      },
    ],
  },
];

export const commentsUser: Comment[] = [
  {
    id: 1,
    name: "فاطمه",
    image: "/image/user/1.png",
    distinction: 4.5,
    date: "۱۴۰۳/۱۰/۲۰",
    description: "سلام دکتر بسیار خون گرم و مهربون بود.",
    aboutDr: "درباره دکتر زهرا وارسته",
  },
  {
    id: 2,
    name: "سحر",
    image: "/image/user/2.png",
    distinction: 4,
    date: "۱۴۰۳/۱۰/۲۰",
    description:
      "دکتر عالی هستند و تشخیصشون درست در اولین معاینه بیماری را تشخیص دادند و با تجویز یک نسخه درمان کردند.",
    aboutDr: "درباره دکتر محمود محمودی",
  },
  {
    id: 3,
    name: "علی",
    image: "/image/user/3.png",
    distinction: 4,
    date: "۱۴۰۳/۱۰/۲۰",
    description: "دکتر عالی هستند و تشخیصشون درست بود و زود خوب شدم",
    aboutDr: "درباره دکتر علی وارسته",
  },
  {
    id: 4,
    name: "مریم",
    image: "/image/user/4.png",
    distinction: 4,
    date: "۱۴۰۳/۱۰/۲۰",
    description:
      "دکتر وارسته رو از اینستاگرام میشناختم و اینجا تونستم به راحتی نوبت رزرو کنم.",
    aboutDr: "درباره دکتر زهرا وارسته",
  },
  {
    id: 5,
    name: "رها احمدی",
    image: "/image/user/5.png",
    distinction: 5,
    date: "۱۴۰۳/۱۰/۲۰",
    description:
      "نوب گیری در سریعترین زمان ممکن انجام شد و واقعا برای من راضی کننده بود تشخیص پزشک هم عالی بود",
    aboutDr: "درباره دکتر زهرا وارسته",
  },
  {
    id: 6,
    name: "رها مرادی",
    image: "/image/user/6.png",
    distinction: 5,
    date: "۱۴۰۳/۱۰/۲۰",
    description:
      "نوب گیری در سریعترین زمان ممکن انجام شد و واقعا برای من راضی کننده بود تشخیص پزشک هم عالی بود",
    aboutDr: "درباره دکتر  لعیا زنگنه",
  },
  {
    id: 7,
    name: "مهدی سهند",
    image: "/image/user/7.png",
    distinction: 5,
    date: "۱۴۰۳/۱۰/۲۰",
    description:
      "نوب گیری در سریعترین زمان ممکن انجام شد و واقعا برای من راضی کننده بود تشخیص پزشک هم عالی بود",
    aboutDr: "درباره دکتر  لعیا زنگنه",
  },
];

export const questions: Questions[] = [
  {
    id: 1,
    question: "چگونه می‌توانم نوبت رزرو کنم؟",
    answer:
      "پس از پیدا کردن پزشک مورد نظر، بر روی دکمه ‘رزرو نوبت’ کلیک کنید. سپس، تاریخ و ساعت مورد نظر خود را از تقویم پزشک انتخاب کنید و اطلاعات خود را وارد کنید. پس از تایید، نوبت شما ثبت خواهد شد و پیامک تایید برای شما ارسال می‌شود.",
  },
  {
    id: 2,
    question: "چگونه می‌توانم پزشک مورد نظرم را پیدا کنم؟",
    answer:
      "می‌توانید از فیلترهای موجود در صفحه جستجوی پزشکان استفاده کنید. شما می‌توانید تخصص، شهر، و سایر معیارها را انتخاب کنید تا لیستی از پزشکان متناسب با نیازهای خود مشاهده کنید.",
  },
  {
    id: 3,
    question: "چگونه می‌توانم نوبت خود را لغو یا جابجا کنم؟",
    answer:
      "برای لغو یا جابجایی نوبت، به صفحه ‘مدیریت نوبت‌ها’ بروید. در این صفحه، می‌توانید نوبت‌های رزرو شده خود را مشاهده کنید و گزینه‌های لغو یا تغییر نوبت را انتخاب کنید. توجه داشته باشید که ممکن است شرایط خاصی برای لغو یا جابجایی نوبت وجود داشته باشد.",
  },
  {
    id: 4,
    question: "آیا می‌توانم نوبت را برای شخص دیگری رزرو کنم؟",
    answer:
      "بله، می‌توانید نوبت را برای شخص دیگری رزرو کنید. برای اینکار، به صفحه ‘مدیریت نوبت‌ها’ بروید. در این صفحه، می‌توانید نوبت‌های رزرو شده خود را مشاهده کنید و گزینه‌های لغو یا تغییر نوبت را انتخاب کنید. توجه داشته باشید که ممکن است شرایط خاصی برای لغو یا جابجایی نوبت وجود داشته باشد.",
  },
  {
    id: 5,
    question: "چگونه می‌توانم هزینه ویزیت را پرداخت کنم؟",
    answer:
      "پرداخت هزینه ویزیت به صورت آنلاین از طریق درگاه پرداخت امن سایت انجام می‌شود. پس از رزرو نوبت، شما به صفحه پرداخت هدایت خواهید شد که می‌توانید با استفاده از کارت بانکی خود، هزینه را پرداخت کنید.",
  },
  {
    id: 6,
    question:
      "آیا می‌توانم نظرات و امتیازات دیگران را درباره پزشکان مشاهده کنم؟",
    answer:
      "بله، در صفحه پروفایل هر پزشک، می‌توانید نظرات و امتیازات دیگران را مشاهده کنید. این اطلاعات می‌تواند به شما کمک کند تا تصمیم بهتری در انتخاب پزشک بگیرید.",
  },
  {
    id: 7,
    question: "چگونه می‌توانم نزدیک‌ترین پزشک به محل سکونت خود را پیدا کنم؟",
    answer:
      "می‌توانید از فیلتر ‘موقعیت جغرافیایی’ در صفحه جستجوی پزشکان استفاده کنید. با وارد کردن آدرس یا استفاده از موقعیت فعلی خود، می‌توانید لیستی از پزشکان نزدیک به محل سکونت خود را مشاهده کنید.",
  },
  {
    id: 8,
    question:
      "آیا می‌توانم نسخه‌های الکترونیکی خود را از طریق وبسایت دریافت کنم؟",
    answer:
      "بله، پس از ویزیت پزشک، می‌توانید نسخه الکترونیکی خود را از طریق حساب کاربری خود در وبسایت دریافت کنید. نسخه‌ها به صورت PDF قابل دانلود و چاپ هستند.",
  },
];

export const articles: Blog[] = [
  {
    id: 1,
    title: "۱۰ نشانه هشدار دهنده مشکلات قلبی ",
    image: "/image/article/1.png",
    description:
      "آیا می‌دانید که مشکلات قلبی می‌توانند به صورت ناگهانی بروز کنند؟ در این مقاله، با ۱۰ نشانه هشدار دهنده مشکلات قلبی آشنا شوید و راه‌های پیشگیری از آن‌ها را بیاموزید.",
    date: "۱۴۰۳/۰۸/۱۵",
  },
  {
    id: 2,
    title: "۵ گام ساده برای پیشگیری از دیابت",
    image: "/image/article/2.png",
    description:
      "دیابت یکی از بیماری‌های شایع در جهان است. با رعایت ۵ گام ساده، می‌توانید از ابتلا به دیابت پیشگیری کنید و زندگی سالم‌تری داشته باشید.",
    date: "۱۴۰۳/۰۹/۱۰",
  },
  {
    id: 3,
    title: "چگونه بهترین دکتر را برای نیازهای خود پیدا کنیم؟",
    image: "/image/article/3.png",
    description:
      "انتخاب دکتر مناسب می‌تواند تاثیر زیادی بر سلامت شما داشته باشد. در این مقاله، نکات مهم برای پیدا کردن بهترین دکتر برای نیازهای خود را بررسی می‌کنیم.",
    date: "۱۴۰۳/۱۰/۰۵",
  },
  {
    id: 4,
    title: "اهمیت خواب کافی برای سلامت روان",
    image: "/image/article/4.jpg",
    description:
      "خواب کافی نقش مهمی در حفظ سلامت روان دارد. در این مقاله، به بررسی اهمیت خواب و راهکارهایی برای بهبود کیفیت خواب می‌پردازیم.",
    date: "۱۴۰۳/۱۰/۲۰",
  },
  {
    id: 5,
    title: "تغذیه سالم: راهنمایی برای یک زندگی بهتر",
    image: "/image/article/5.jpg",
    description:
      "تغذیه سالم یکی از عوامل کلیدی برای داشتن یک زندگی بهتر است. در این مقاله، نکات مهم برای تغذیه سالم و ایجاد عادات غذایی مثبت را بررسی می‌کنیم.",
    date: "۱۴۰۳/۱۱/۰۲",
  },
  {
    id: 6,
    title: "ورزش منظم و تاثیر آن بر سلامت جسم و ذهن",
    image: "/image/article/6.jpg",
    description:
      "ورزش منظم نه تنها به سلامت جسمانی کمک می‌کند، بلکه تاثیر مثبتی بر سلامت ذهن نیز دارد. در این مقاله، فواید ورزش و نکات مهم برای شروع یک برنامه ورزشی را بررسی می‌کنیم.",
    date: "۱۴۰۳/۱۱/۱۵",
  },
];

export const socialMediaLinks: SocialMediaLink[] = [
  { id: 1, icon: FaWhatsapp, to: "https://www.whatsapp.com/" },
  { id: 2, icon: FaInstagram, to: "https://www.instagram.com/" },
  { id: 3, icon: FaTelegramPlane, to: "https://www.telegram.org/" },
  { id: 4, icon: FaLinkedinIn, to: "https://www.linkedin.com/" },
];

export const honorarilyUs: HonorarilyUs[] = [
  {
    number: 5,
    title: "پزشک در سیستم",
  },
  {
    number: 3,
    title: "کلینیک فعال",
  },
  {
    number: 500,
    title: " نوبت ثبت‌شده",
  },
  {
    number: 2,
    title: "  متخصص تایید شده",
  },
  {
    number: 100,
    title: "کاربر فعال",
  },
];

export const dataTiem: DataTiemType[] = [
  { id: 1, time: "۹:۱۵", active: false, reserv: true },
  { id: 2, time: "۹:۳۰", active: false, reserv: true },
  { id: 3, time: "۹:۴۵", active: false, reserv: true },
  { id: 4, time: "۱۰:۰۰", active: false, reserv: true },
  { id: 5, time: "۱۰:۱۵", active: true, reserv: false },
  { id: 6, time: "۱۰:۳۰", active: true, reserv: false },
  { id: 7, time: "۱۰:۴۵", active: true, reserv: false },
  { id: 8, time: "۱۱:۰۰", active: true, reserv: false },
  { id: 9, time: "۱۱:۱۵", active: true, reserv: false },
];

export const weekDays: string[] = [
  "شنبه",
  "یکشنبه",
  "دوشنبه",
  "سه‌شنبه",
  "چهارشنبه",
  "پنج‌شنبه",
  "جمعه",
];
